const books = {
    "الان نفتح الصندوق 2": {
        title: "الان نفتح الصندوق 2",
        author: "د. احمد خالد توفيق",
        publisher: "كيان كورب",
        ISBN: "978-977-6386-03-7",
        pages: "249",
        by: "عبدالرحمن عزمي"
    },
    "الان افهم": {
        title: "الان افهم",
        author: "د. احمد خالد توفيق",
        publisher: "دار كتاب",
        ISBN: "978-977-820-026-3",
        pages: "145",
        by: "عبدالرحمن عزمي"
    },
    "الهول": {
        title: "الهول",
        author: "د. احمد خالد توفيق",
        publisher: "دار الكرمة",
        ISBN: "978-977-646-706-4",
        pages: "247",
        by: "عبدالرحمن عزمي"
    },
    "الان نفتح الصندوق 3": {
        title: "الان نفتح الصندوق 3",
        author: "د. احمد خالد توفيق",
        publisher: "كيان كورب",
        ISBN: "978-977-6386-14-3",
        pages: "177",
        by: "عبدالرحمن عزمي"
    },
    "اللغز وراء السطور": {
        title: "اللغز وراء السطور",
        author: "د. احمد خالد توفيق",
        publisher: "دار الشروق",
        ISBN: "978-977-09-3395-4",
        pages: "228",
        by: "عبدالرحمن عزمي"
    },
    "مثل ايكاروس": {
        title: "مثل ايكاروس",
        author: "د. احمد خالد توفيق",
        publisher: "دار الشروق",
        ISBN: "978-977-09-3332-2",
        pages: "333",
        by: "عبدالرحمن عزمي"
    },
    "فقاقيع": {
        title: "فقاقيع",
        author: "د. احمد خالد توفيق",
        publisher: "دار كيان",
        ISBN: "978-977-820-033-1",
        pages: "215",
        by: "عبدالرحمن عزمي"
    },
    "افراح المقبرة": {
        title: "افراح المقبرة",
        author: "د. احمد خالد توفيق",
        publisher: "دار الكرمة",
        ISBN: "؟؟",
        pages: "236",
        by: "عبدالرحمن عزمي"
    },
    "هادم الاساطير": {
        title: "هادم الاساطير",
        author: "د. احمد خالد توفيق",
        publisher: "دار كيان",
        ISBN: "978-977-820-024-9",
        pages: "160",
        by: "عبدالرحمن عزمي"
    },
    "ضحكات كئيبة": {
        title: "ضحكات كئيبة",
        author: "د. احمد خالد توفيق",
        publisher: "دار كيان",
        ISBN: "978-977-820-062-1",
        pages: "246",
        by: "عبدالرحمن عزمي"
    },
    "سر الغرفة 207": {
        title: "سر الغرفة 207",
        author: "د. احمد خالد توفيق",
        publisher: "دار كيان",
        ISBN: "978-977-820-027-0",
        pages: "217",
        by: "عبدالرحمن عزمي"
    },
    "E.S.P": {
        title: "E.S.P",
        author: "د. احمد خالد توفيق",
        publisher: "كيان كورب",
        ISBN: "978-977-6386-00-6",
        pages: "267",
        by: "عبدالرحمن عزمي"
    },
    "الان نفتح الصندوق 1": {
        title: "الان نفتح الصندوق 1",
        author: "د. احمد خالد توفيق",
        publisher: "كيان كورب",
        ISBN: "978-977-6386-02-0",
        pages: "286",
        by: "عبدالرحمن عزمي"
    },
    "موسوعة الظلام": {
        title: "موسوعة الظلام",
        author: "د. احمد خالد توفيق",
        publisher: "دار كيان",
        ISBN: "978-977-820-022-5",
        pages: "188",
        by: "عبدالرحمن عزمي"
    },
    
}

const people = {
    "عبدالرحمن عزمي": "abdulrahmanazmy",
    "احمد شعبان": "ahmedshaban",
    "علاء الدين حاتم": "alaaaldin",
}